Repository: yakupkavak/VocabularyForest
Catalog: VocabularyForest/Data/Source/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, hi, it, ja, ko, pt_br, ru, tr, zh_cn

# Lütfen yeni bir yedekleme yapmak için %lld dakika bekleyin.
source: Please wait %lld minutes to make a new backup.
ar: يرجى الانتظار %lld دقيقة لإجراء نسخة احتياطية جديدة.
de: Bitte warte %lld Minuten, um ein neues Backup zu erstellen.
es_419: Espera %lld minutos para hacer una nueva copia de seguridad.
fr: Attends %lld minutes pour effectuer une nouvelle sauvegarde.
hi: नया बैकअप बनाने के लिए कृपया %lld मिनट प्रतीक्षा करें।
it: Attendi %lld minuti per creare un nuovo backup.
ja: 新しいバックアップを作成するには %lld 分お待ちください。
ko: 새 백업을 만들려면 %lld분 기다려 주세요.
pt_br: Aguarde %lld minutos para fazer um novo backup.
ru: Подождите %lld минут, чтобы создать новую резервную копию.
tr: Lütfen yeni bir yedekleme yapmak için %lld dakika bekleyin.
zh_cn: 请等待 %lld 分钟后再创建新的备份。

# Lütfen yeni kullanıcı adınızı girin.
source: Please enter your new username.
ar: يرجى إدخال اسم المستخدم الجديد.
de: Bitte gib deinen neuen Benutzernamen ein.
es_419: Introduce tu nuevo nombre de usuario.
fr: Saisis ton nouveau nom d'utilisateur.
hi: कृपया अपना नया उपयोगकर्ता नाम डालें।
it: Inserisci il tuo nuovo nome utente.
ja: 新しいユーザー名を入力してください。
ko: 새 사용자 이름을 입력해 주세요.
pt_br: Digite seu novo nome de usuário.
ru: Введите новое имя пользователя.
tr: Lütfen yeni kullanıcı adınızı girin.
zh_cn: 请输入你的新用户名。

# Maceraya Atıl
source: Embark on Adventure
ar: انطلق في المغامرة
de: Ins Abenteuer starten
es_419: Embárcate en la aventura
fr: Partir à l'aventure
hi: साहसिक सफर पर निकलें
it: Parti all'avventura
ja: 冒険に出る
ko: 모험 떠나기
pt_br: Embarque em uma aventura
ru: Отправляйтесь в приключение
zh_cn: 踏上冒险

source: Market is not available right now.
ar: المتجر غير متاح حاليًا.
de: Der Markt ist derzeit nicht verfügbar.
es_419: La tienda no está disponible en este momento.
fr: Le marché n'est pas disponible pour le moment.
hi: बाज़ार अभी उपलब्ध नहीं है।
it: Il mercato non è disponibile in questo momento.
ja: マーケットは現在利用できません。
ko: 지금은 상점을 이용할 수 없어요.
pt_br: A loja não está disponível no momento.
ru: Магазин сейчас недоступен.
tr: Market şu anda kullanılamıyor.
zh_cn: 市场暂时不可用。

# market_purchase_success_toast
source: Purchased, congratulations!
ar: تم الشراء، تهانينا!
de: Gekauft, herzlichen Glückwunsch!
es_419: ¡Comprado, felicidades!
fr: Acheté, félicitations !
hi: खरीद लिया, बधाई हो!
it: Acquistato, congratulazioni!
ja: 購入しました、おめでとう！
ko: 구매 완료, 축하해요!
pt_br: Comprado, parabéns!
ru: Куплено, поздравляем!
tr: Satın alındı, tebrikler!
zh_cn: 购买成功，恭喜！

# market_title
source: Market
ar: المتجر
de: Markt
es_419: Tienda
fr: Marché
hi: बाज़ार
it: Mercato
ja: マーケット
ko: 상점
pt_br: Loja
ru: Магазин
zh_cn: 市场

source: Meaning: %@
ar: المعنى: %@
de: Bedeutung: %@
es_419: Significado: %@
fr: Signification : %@
hi: अर्थ: %@
it: Significato: %@
ja: 意味: %@
ko: 뜻: %@
pt_br: Significado: %@
ru: Значение: %@
tr: Anlamı: %@
zh_cn: 释义：%@

source: Meaning: %@ 🥰
ar: المعنى: %@ 🥰
de: Bedeutung: %@ 🥰
es_419: Significado: %@ 🥰
fr: Signification : %@ 🥰
hi: अर्थ: %@ 🥰
it: Significato: %@ 🥰
ja: 意味: %@ 🥰
ko: 뜻: %@ 🥰
pt_br: Significado: %@ 🥰
ru: Значение: %@ 🥰
tr: Anlamı: %@ 🥰
zh_cn: 释义：%@ 🥰

source: Mode:
ar: الوضع:
de: Modus:
es_419: Modo:
hi: मोड:
it: Modalità:
ja: モード:
ko: 모드:
pt_br: Modo:
ru: Режим:
tr: Modu:
zh_cn: 模式：

# moon_beel_name
source: Moon Bell
ar: جرس القمر
de: Mondglocke
es_419: Campana de la Luna
fr: Cloche de lune
hi: चंद्र घंटी
it: Campana lunare
ja: 月の鈴
ko: 달의 종
pt_br: Sino da Lua
ru: Лунный колокол
tr: Ay Çanı
zh_cn: 月之铃

source: Music
ar: الموسيقى
de: Musik
es_419: Música
fr: Musique
hi: संगीत
it: Musica
ja: ミュージック
ko: 음악
pt_br: Música
ru: Музыка
tr: Müzik
zh_cn: 音乐

source: Mute All
ar: كتم الكل
de: Alle stummschalten
es_419: Silenciar todo
fr: Tout couper
hi: सभी म्यूट करें
it: Disattiva tutto
ja: すべてミュート
ko: 모두 음소거
pt_br: Silenciar tudo
ru: Отключить все звуки
tr: Tümünü Sessize Al
zh_cn: 全部静音

# Mutlu
source: Joy
ar: الفرح
de: Freude
es_419: Alegría
fr: Joie
hi: आनंद
it: Gioia
ja: 喜び
ko: 기쁨
pt_br: Alegria
ru: Радость
tr: Mutlu
zh_cn: 喜悦

# Mutlu hayvan ve bitkiler için olmazsa olmaz.
source: Essential for happy animals and plants.
ar: ضروري لسعادة الحيوانات والنباتات.
de: Unverzichtbar für glückliche Tiere und Pflanzen.
es_419: Esencial para la felicidad de los animales y las plantas.
fr: Indispensable pour des animaux et des plantes heureux.
hi: खुश जानवरों और पौधों के लिए बेहद जरूरी।
it: Indispensabile per animali e piante felici.
ja: 幸せな動物と植物に欠かせません。
ko: 행복한 동물과 식물에게 꼭 필요해요.
pt_br: Essencial para animais e plantas felizes.
ru: Необходимо для счастья животных и растений.
zh_cn: 快乐的动物和植物必不可少。

source: My belly is full, life is good.
ar: بطني ممتلئ، والحياة جميلة.
de: Mein Bauch ist voll, das Leben ist schön.
es_419: Tengo la barriga llena, la vida es buena.
fr: J'ai le ventre plein, la vie est belle.
hi: पेट भरा है, जिंदगी अच्छी है।
it: Ho la pancia piena, la vita è bella.
ja: お腹いっぱい、いい人生だ。
ko: 배가 부르니 삶이 좋구나.
pt_br: Estou de barriga cheia, a vida é boa.
ru: Живот полон, жизнь прекрасна.
tr: Karnım tok, hayat güzel.
zh_cn: 我吃饱了，生活真美好。

source: My leaves are drying up, please give me water...
ar: أوراقي تجف، أرجوك اسقني ماءً...
de: Meine Blätter trocknen aus, bitte gib mir Wasser...
es_419: Mis hojas se están secando, por favor dame agua...
fr: Mes feuilles se dessèchent, donne-moi de l'eau s'il te plaît...
hi: मेरे पत्ते सूख रहे हैं, कृपया मुझे पानी दें...
it: Le mie foglie si stanno seccando, dammi un po' d'acqua...
ja: 葉が乾いてきた、水をください…
ko: 잎이 마르고 있어, 물을 좀 줘…
pt_br: Minhas folhas estão secando, por favor me dê água...
ru: Мои листья сохнут, пожалуйста, полей меня...
tr: Yapraklarım kuruyor, lütfen bana su ver...
zh_cn: 我的叶子快干了，请给我一点水……

source: My roots feel incredibly strong today.
ar: جذوري تشعر بقوة مذهلة اليوم.
de: Meine Wurzeln fühlen sich heute unglaublich stark an.
es_419: Hoy mis raíces se sienten increíblemente fuertes.
fr: Mes racines se sentent incroyablement fortes aujourd'hui.
hi: आज मेरी जड़ें बहुत मजबूत महसूस कर रही हैं।
it: Oggi le mie radici si sentono incredibilmente forti.
ja: 今日は根がとても力強い気がする。
ko: 오늘은 뿌리가 무척 튼튼한 것 같아.
pt_br: Minhas raízes estão incrivelmente fortes hoje.
ru: Сегодня мои корни невероятно сильны.
tr: Köklerim bugün inanılmaz güçlü hissediyor.
zh_cn: 今天我的根感觉特别有力。

# Nadir bulunur, özel eşyalar için harcayabilirsin.
source: A rare resource you can spend on special items.
ar: مورد نادر يمكنك إنفاقه على العناصر الخاصة.
de: Eine seltene Ressource, die du für besondere Gegenstände ausgeben kannst.
es_419: Un recurso raro que puedes gastar en objetos especiales.
fr: Une ressource rare que tu peux dépenser pour des objets spéciaux.
hi: एक दुर्लभ संसाधन जिसे आप खास चीज़ों पर खर्च कर सकते हैं।
it: Una risorsa rara che puoi spendere per oggetti speciali.
ja: 特別なアイテムに使える貴重な資源です。
ko: 특별한 아이템에 사용할 수 있는 귀한 자원이에요.
pt_br: Um recurso raro que você pode gastar em itens especiais.
ru: Редкий ресурс, который можно потратить на особые предметы.
zh_cn: 稀有资源，可用于兑换特殊物品。

source: Name
ar: الاسم
es_419: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
tr: İsim
zh_cn: 名称

source: Network error occurred. Please check your connection.
ar: حدث خطأ في الشبكة. يرجى التحقق من اتصالك.
de: Netzwerkfehler aufgetreten. Bitte überprüfe deine Verbindung.
es_419: Se produjo un error de red. Comprueba tu conexión.
fr: Une erreur réseau est survenue. Vérifie ta connexion.
hi: नेटवर्क त्रुटि हुई। कृपया अपना कनेक्शन जांचें।
it: Si è verificato un errore di rete. Controlla la connessione.
ja: ネットワークエラーが発生しました。接続を確認してください。
ko: 네트워크 오류가 발생했어요. 연결을 확인해 주세요.
pt_br: Ocorreu um erro de rede. Verifique sua conexão.
ru: Произошла ошибка сети. Проверьте подключение.
tr: Ağ hatası oluştu. Lütfen bağlantınızı kontrol edin.
zh_cn: 发生网络错误。请检查你的网络连接。

source: Next
ar: التالي
de: Weiter
es_419: Siguiente
fr: Suivant
hi: आगे
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
tr: İleri
zh_cn: 下一步

source: Nice to meet you!
ar: سعيد بلقائك!
de: Schön, dich kennenzulernen!
es_419: ¡Encantado de conocerte!
fr: Ravi de te rencontrer !
hi: आपसे मिलकर खुशी हुई!
it: Piacere di conoscerti!
ja: 会えてうれしい！
ko: 만나서 반가워요!
pt_br: Prazer em conhecê-lo!
ru: Приятно познакомиться!
zh_cn: 很高兴认识你！

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
ja: いいえ
ko: 아니요
pt_br: Não
ru: Нет
tr: Hayır
zh_cn: 否

source: No quests available
ar: لا توجد مهام متاحة
de: Keine Aufgaben verfügbar
es_419: No hay misiones disponibles.
fr: Aucune quête disponible
hi: कोई क्वेस्ट उपलब्ध नहीं
it: Nessuna missione disponibile
ja: 利用できるクエストはありません
ko: 이용할 수 있는 퀘스트가 없어요
pt_br: Não há missões disponíveis
ru: Нет доступных квестов
zh_cn: 没有可用的任务

# notif_reward_adventure_ready_body
source: You earned a milestone reward on the Adventure Road. Come claim it!
ar: لقد حصلت على مكافأة إنجاز في طريق المغامرة. تعال واستلمها!
de: Du hast auf dem Abenteuerpfad eine Belohnung erhalten. Komm und hol sie ab!
es_419: Ganaste una recompensa en el Camino de Aventura. ¡Ven a reclamarla!
fr: Tu as gagné une récompense sur la Route de l'aventure. Viens la récupérer !
hi: आपने साहसिक राह पर एक इनाम जीता है। आकर ले जाइए!
it: Hai ottenuto una ricompensa sul Sentiero dell'avventura. Vieni a riscuoterla!
ja: 冒険の道で報酬を獲得しました。受け取りに来てね！
ko: 모험의 길에서 보상을 얻었어요. 받으러 오세요!
pt_br: Você ganhou uma recompensa na Estrada da Aventura. Venha resgatar!
ru: Ты заработал награду на Пути приключений. Забери её!
tr: Macera Yolu'nda bir ödül kazandın. Gel ve ödülünü al!
zh_cn: 你在冒险之路上获得了一份奖励。快来领取吧！

# notif_reward_adventure_ready_title
source: Adventure Road reward unlocked! 🗺️
ar: فُتحت مكافأة طريق المغامرة! 🗺️
de: Belohnung auf dem Abenteuerpfad freigeschaltet! 🗺️
es_419: ¡Recompensa del Camino de Aventura desbloqueada! 🗺️
fr: Récompense de la Route de l'aventure débloquée ! 🗺️
hi: साहसिक राह का इनाम खुल गया! 🗺️
it: Ricompensa del Sentiero dell'avventura sbloccata! 🗺️
ja: 冒険の道の報酬が解放されました！🗺️
ko: 모험의 길 보상이 열렸어요! 🗺️
pt_br: Recompensa da Estrada da Aventura desbloqueada! 🗺️
ru: Награда Пути приключений открыта! 🗺️
tr: Macera Yolu ödülün açıldı! 🗺️
zh_cn: 冒险之路奖励已解锁！🗺️

# notif_reward_multiple_ready_body
source: You have several unclaimed rewards waiting in the forest. Come collect them!
ar: لديك عدة مكافآت غير مستلَمة تنتظرك في الغابة. تعال واجمعها!
de: Im Wald warten mehrere nicht abgeholte Belohnungen auf dich. Komm und sammle sie ein!
es_419: Tienes varias recompensas sin reclamar en el bosque. ¡Ven a recogerlas!
fr: Plusieurs récompenses non récupérées t'attendent dans la forêt. Viens les collecter !
hi: जंगल में आपके कई इनाम इंतजार कर रहे हैं। आकर इकट्ठा करें!
it: Nella foresta ti aspettano diverse ricompense non riscosse. Vieni a raccoglierle!
ja: 森で受け取っていない報酬がいくつも待っています。集めに来てね！
ko: 숲에 받지 않은 보상이 여러 개 기다리고 있어요. 모으러 오세요!
pt_br: Você tem várias recompensas esperando na floresta. Venha coletar!
ru: В лесу тебя ждут несколько наград. Приходи и забери их!
tr: Ormanda seni bekleyen birden fazla ödül var. Gel ve topla!
zh_cn: 森林里有多份奖励在等你领取。快来收集吧！

# notif_reward_multiple_ready_title
source: Rewards are piling up! 🎁
ar: المكافآت تتراكم! 🎁
de: Deine Belohnungen stapeln sich! 🎁
es_419: ¡Las recompensas se acumulan! 🎁
fr: Tes récompenses s'accumulent ! 🎁
hi: आपके इनाम जमा हो रहे हैं! 🎁
it: Le tue ricompense si stanno accumulando! 🎁
ja: 報酬がたまってきたよ！🎁
ko: 보상이 쌓이고 있어요! 🎁
pt_br: As recompensas estão se acumulando! 🎁
ru: Награды накапливаются! 🎁
tr: Ödüllerin birikiyor! 🎁
zh_cn: 你的奖励越来越多了！🎁

# notif_reward_quest_ready_body
source: Your quest reward is waiting to be claimed. Don't leave it behind!
ar: مكافأة مهمتك في انتظار الاستلام. لا تتركها خلفك!
de: Deine Aufgabenbelohnung wartet darauf, abgeholt zu werden. Vergiss sie nicht!
es_419: La recompensa de tu misión espera ser reclamada. ¡No la dejes atrás!
fr: Ta récompense de quête attend d'être récupérée. Ne l'oublie pas !
hi: आपका क्वेस्ट इनाम लिए जाने का इंतजार कर रहा है। इसे भूलिए मत!
it: La ricompensa della tua missione aspetta di essere riscossa. Non dimenticarla!
ja: クエスト報酬が受け取りを待っています。忘れないで！
ko: 퀘스트 보상이 기다리고 있어요. 잊지 마세요!
pt_br: A recompensa da sua missão está esperando. Não deixe para trás!
ru: Награда за квест ждёт тебя. Не забудь её забрать!
tr: Görev ödülün seni bekliyor. Sakın unutma!
zh_cn: 你的任务奖励正在等你领取。别忘了！

# notif_reward_quest_ready_title
source: Quest completed! ⚔️
ar: اكتملت المهمة! ⚔️
de: Aufgabe abgeschlossen! ⚔️
es_419: ¡Misión completada! ⚔️
fr: Quête terminée ! ⚔️
hi: क्वेस्ट पूरा हुआ! ⚔️
it: Missione completata! ⚔️
ja: クエスト達成！⚔️
ko: 퀘스트 완료! ⚔️
pt_br: Missão concluída! ⚔️
ru: Квест выполнен! ⚔️
tr: Görev tamamlandı! ⚔️
zh_cn: 任务完成！⚔️

# notif_reward_spin_available_body
source: A new free spin is ready. Try your luck!
ar: دورة مجانية جديدة جاهزة. جرّب حظك!
de: Eine neue kostenlose Drehung ist bereit. Versuche dein Glück!
es_419: Un nuevo giro gratis está listo. ¡Prueba tu suerte!
fr: Un nouveau tour gratuit est prêt. Tente ta chance !
hi: नया मुफ्त घुमाव तैयार है। अपनी किस्मत आज़माएं!
it: Un nuovo giro gratuito è pronto. Tenta la fortuna!
ja: 新しい無料スピンの準備ができました。運を試してみよう！
ko: 새 무료 돌리기가 준비됐어요. 운을 시험해 보세요!
pt_br: Um novo giro grátis está pronto. Tente a sorte!
ru: Новое бесплатное вращение готово. Испытай удачу!
tr: Yeni ücretsiz çevirme hakkın hazır. Şansını dene!
zh_cn: 新的免费转动机会已就绪。来试试运气吧！

# notif_reward_spin_available_title
source: Daily Spin is back! 🎡
ar: عاد الدوران اليومي! 🎡
de: Das tägliche Glücksrad ist wieder da! 🎡
es_419: ¡El giro diario volvió! 🎡
fr: La roue quotidienne est de retour ! 🎡
hi: दैनिक चक्र फिर तैयार है! 🎡
it: La ruota giornaliera è tornata! 🎡
ja: デイリールーレットがまた回せるよ！🎡
ko: 일일 룰렛이 다시 준비됐어요! 🎡
pt_br: O giro diário voltou! 🎡
ru: Ежедневное колесо снова доступно! 🎡
tr: Günlük çark yeniden hazır! 🎡
zh_cn: 每日转盘又可以转了！🎡

# notif_reward_spin_ready_body
source: Spin the wheel and grab your free reward!
ar: أدر العجلة واحصل على مكافأتك المجانية!
de: Dreh am Rad und schnapp dir deine kostenlose Belohnung!
es_419: ¡Gira la rueda y reclama tu recompensa gratis!
fr: Fais tourner la roue et attrape ta récompense gratuite !
hi: चक्र घुमाएं और अपना मुफ्त इनाम पाएं!
it: Gira la ruota e prendi la tua ricompensa gratuita!
ja: ルーレットを回して無料報酬をゲットしよう！
ko: 룰렛을 돌려 무료 보상을 챙기세요!
pt_br: Gire a roleta e pegue sua recompensa grátis!
ru: Крути колесо и забери бесплатную награду!
tr: Çarkı çevir, ücretsiz ödülünü kap!
zh_cn: 转动转盘，拿走你的免费奖励！

# notif_reward_spin_ready_title
source: Your Daily Spin is waiting! 🎡
ar: دورانك اليومي في انتظارك! 🎡
de: Dein tägliches Glücksrad wartet auf dich! 🎡
es_419: ¡Tu giro diario te espera! 🎡
fr: Ta roue quotidienne t'attend ! 🎡
hi: आपका दैनिक चक्र इंतजार कर रहा है! 🎡
it: La tua ruota giornaliera ti aspetta! 🎡
ja: デイリールーレットが待っています！🎡
ko: 일일 룰렛이 기다리고 있어요! 🎡
pt_br: Seu giro diário está esperando! 🎡
ru: Твоё ежедневное колесо ждёт! 🎡
tr: Günlük çarkın seni bekliyor! 🎡
zh_cn: 你的每日转盘在等你！🎡

# notif_reward_weekly_available_body
source: Claim your reward today to keep your weekly streak going!
ar: استلم مكافأتك اليوم لتحافظ على سلسلتك الأسبوعية!
de: Hol dir heute deine Belohnung, damit deine Wochenserie weiterläuft!
es_419: ¡Reclama tu recompensa hoy para mantener tu racha semanal!
fr: Récupère ta récompense aujourd'hui pour garder ta série hebdomadaire !
hi: अपनी साप्ताहिक लय बनाए रखने के लिए आज ही इनाम लें!
it: Riscuoti la ricompensa oggi per non perdere la tua serie settimanale!
ja: 週の連続記録を守るために、今日の報酬を受け取ろう！
ko: 주간 연속 기록을 지키려면 오늘 보상을 받으세요!
pt_br: Resgate sua recompensa hoje para manter sua sequência semanal!
ru: Забери награду сегодня, чтобы не прервать недельную серию!
tr: Haftalık serini korumak için ödülünü bugün al!
zh_cn: 今天领取奖励，保持你的每周连续记录！

# notif_reward_weekly_available_title
source: A new daily reward awaits! 🎁
ar: مكافأة يومية جديدة في انتظارك! 🎁
de: Eine neue tägliche Belohnung wartet! 🎁
es_419: ¡Una nueva recompensa diaria te espera! 🎁
fr: Une nouvelle récompense quotidienne t'attend ! 🎁
hi: नया दैनिक इनाम इंतजार कर रहा है! 🎁
it: Ti aspetta una nuova ricompensa giornaliera! 🎁
ja: 新しいデイリー報酬が待っています！🎁
ko: 새 일일 보상이 기다리고 있어요! 🎁
pt_br: Uma nova recompensa diária espera por você! 🎁
ru: Новая ежедневная награда ждёт! 🎁
tr: Yeni günlük ödülün seni bekliyor! 🎁
zh_cn: 新的每日奖励在等你！🎁

# notif_reward_weekly_ready_body
source: Claim today's reward and keep your streak alive!
ar: استلم مكافأة اليوم وحافظ على سلسلتك!
de: Hol dir die heutige Belohnung und halte deine Serie am Leben!
es_419: ¡Reclama la recompensa de hoy y mantén tu racha viva!
fr: Récupère la récompense du jour et garde ta série en vie !
hi: आज का इनाम लें और अपनी लय बनाए रखें!
it: Riscuoti la ricompensa di oggi e tieni viva la tua serie!
ja: 今日の報酬を受け取って、連続記録を切らさないで！
ko: 오늘의 보상을 받고 연속 기록을 이어가세요!
pt_br: Resgate a recompensa de hoje e mantenha sua sequência viva!
ru: Забери сегодняшнюю награду и сохрани свою серию!
tr: Bugünün ödülünü al, serini kaybetme!
zh_cn: 领取今天的奖励，别让连续记录中断！

# notif_reward_weekly_ready_title
source: Weekly reward ready! 🎁
ar: المكافأة الأسبوعية جاهزة! 🎁
de: Wöchentliche Belohnung bereit! 🎁
es_419: ¡Recompensa semanal lista! 🎁
fr: Récompense hebdomadaire prête ! 🎁
hi: साप्ताहिक इनाम तैयार है! 🎁
it: Ricompensa settimanale pronta! 🎁
ja: ウィークリー報酬の準備ができました！🎁
ko: 주간 보상이 준비됐어요! 🎁
pt_br: Recompensa semanal pronta! 🎁
ru: Еженедельная награда готова! 🎁
tr: Haftalık ödülün hazır! 🎁
zh_cn: 每周奖励已就绪！🎁

# Odaklanıyorum
source: I am focusing
ar: أنا أركّز
de: Ich konzentriere mich
es_419: Me estoy concentrando
fr: Je me concentre
hi: मैं ध्यान लगा रहा हूँ
it: Mi sto concentrando
ja: 集中している
ko: 집중하고 있어
pt_br: Estou me concentrando
ru: Я сосредотачиваюсь
tr: Odaklanıyorum
zh_cn: 我正在集中精神

# Öğrendiğin dil
source: Learning language
ar: اللغة التي تتعلمها
de: Lernsprache
es_419: Aprender idiomas
fr: Langue apprise
hi: सीखी जाने वाली भाषा
it: Lingua da imparare
ja: 学習する言語
ko: 배우는 언어
pt_br: Aprendendo idiomas
ru: Изучение языка
tr: Öğrendiğin dil
zh_cn: 学习语言

# Öğrendiğin dili seç
source: Select learning language
ar: اختر اللغة التي تتعلمها
de: Lernsprache auswählen
es_419: Seleccionar idioma de aprendizaje
fr: Choisis la langue que tu apprends
hi: जो भाषा सीख रहे हैं उसे चुनें
it: Seleziona la lingua da imparare
ja: 学習する言語を選択
ko: 배우는 언어 선택
pt_br: Selecione o idioma de aprendizagem
ru: Выберите язык обучения
tr: Öğrendiğin dili seç
zh_cn: 选择你学习的语言

# Öğrenilen Dil
source: Learning Language
ar: لغة التعلّم
de: Lernsprache
es_419: Aprendizaje de idiomas
fr: Langue apprise
hi: सीखी जाने वाली भाषा
it: Lingua da imparare
ja: 学習する言語
ko: 학습 언어
pt_br: Aprendendo idiomas
ru: Изучение языка
zh_cn: 学习语言

# Öğrenilen Kelime
source: Learning Vocabulary
ar: المفردات المتعلَّمة
de: Gelernte Wörter
es_419: Aprendizaje de vocabulario
fr: Mots appris
hi: सीखे गए शब्द
it: Parole imparate
ja: 学習した単語
ko: 학습한 단어
pt_br: Aprendendo vocabulário
ru: Изучение слов
zh_cn: 已学单词

# Öğrenme
source: Learning
ar: التعلّم
de: Lernen
es_419: Aprendizaje
fr: Apprentissage
hi: सीखना
it: Apprendimento
ja: 学習
ko: 학습
pt_br: Aprendizagem
ru: Обучение
zh_cn: 学习

# Öğrenme Zamanı 🥰
source: Time to Learn 🥰
ar: حان وقت التعلّم 🥰
de: Zeit zum Lernen 🥰
es_419: Es hora de aprender 🥰
fr: C'est l'heure d'apprendre 🥰
hi: सीखने का समय 🥰
it: È ora di imparare 🥰
ja: 学習の時間 🥰
ko: 학습할 시간 🥰
pt_br: Hora de aprender 🥰
ru: Время учиться 🥰
tr: Öğrenme Zamanı 🥰
zh_cn: 学习时间到 🥰

# Oluştur
source: Create
ar: إنشاء
de: Erstellen
es_419: Crear
fr: Créer
hi: बनाएं
it: Crea
ja: 作成
ko: 만들기
pt_br: Criar
ru: Создать
zh_cn: 创建

source: Options
ar: الخيارات
de: Optionen
es_419: Opciones
hi: विकल्प
it: Opzioni
ja: オプション
ko: 옵션
pt_br: Opções
ru: Варианты
tr: Seçenekler
zh_cn: 选项

# Orman
source: Forest
ar: الغابة
de: Wald
es_419: Bosque
fr: Forêt
hi: जंगल
it: Foresta
ja: 森
ko: 숲
pt_br: Floresta
ru: Лес
tr: Orman
zh_cn: 森林

# Orman bileşenleri
source: Forest components
ar: عناصر الغابة
de: Waldelemente
es_419: Elementos del bosque
fr: Éléments de la forêt
hi: वन घटक
it: Elementi della foresta
ja: 森のアイテム
ko: 숲 구성 요소
pt_br: Elementos da floresta
ru: Элементы леса
tr: Orman bileşenleri
zh_cn: 森林元素

# Orman Bilgileri
source: Forest Information
ar: معلومات الغابة
de: Waldinformationen
es_419: Información forestal
fr: Informations sur la forêt
hi: जंगल की जानकारी
it: Informazioni sulla foresta
ja: 森の情報
ko: 숲 정보
pt_br: Informações sobre a floresta
ru: Информация о лесах
tr: Orman Bilgileri
zh_cn: 森林信息

# Orman Hakkında
source: About Forest
ar: عن الغابة
de: Über den Wald
es_419: Acerca de Forest
fr: À propos de la forêt
hi: जंगल के बारे में
it: Sulla foresta
ja: 森について
ko: 숲에 대하여
pt_br: Sobre a Floresta
ru: О лесе
tr: Orman Hakkında
zh_cn: 关于森林

# Ormanda yönetilecek bileşen yok
source: No components to manage yet
ar: لا توجد عناصر لإدارتها بعد
de: Noch keine Elemente zum Verwalten
es_419: Aún no hay elementos para administrar
fr: Aucun élément à gérer pour l'instant
hi: अभी प्रबंधित करने के लिए कोई घटक नहीं
it: Nessun elemento da gestire
ja: 管理するアイテムはまだありません
ko: 관리할 구성 요소가 없습니다
pt_br: Nenhum elemento para gerenciar ainda
ru: Пока нет элементов для управления
tr: Ormanda yönetilecek bileşen yok
zh_cn: 暂无可管理的元素

# Ormanına can vermek için doldurmalısın.
source: You must fill it to give life to your forest.
ar: يجب أن تملأه لتمنح الحياة لغابتك.
de: Du musst sie füllen, um deinem Wald Leben zu geben.
es_419: Debes llenarlo para dar vida a tu bosque.
fr: Tu dois le remplir pour donner vie à ta forêt.
hi: अपने जंगल में जान डालने के लिए आपको इसे भरना होगा।
it: Devi riempirlo per dare vita alla tua foresta.
ja: 森に命を与えるには、これを満たす必要があります。
ko: 숲에 생명을 주려면 가득 채워야 해요.
pt_br: Você deve preenchê-lo para dar vida à sua floresta.
ru: Вы должны наполнить его, чтобы дать жизнь вашему лесу.
zh_cn: 你必须把它填满，才能让森林充满生机。

source: Welcome to your forest! You can bring your forest to life by completing tasks. The soil will dry out over time, so don't forget to make it rain!
ar: مرحبًا بك في غابتك! يمكنك بث الحياة في غابتك بإكمال المهام. ستجف التربة بمرور الوقت، فلا تنسَ إنزال المطر!
de: Willkommen in deinem Wald! Indem du Aufgaben abschließt, kannst du deinen Wald zum Leben bringen. Der Boden trocknet mit der Zeit aus – vergiss also nicht, Regen zu machen!
es_419: ¡Bienvenido a tu bosque! Puedes darle vida a tu bosque completando tareas. El suelo se secará con el tiempo, ¡así que no olvides hacer llover!
fr: Bienvenue dans ta forêt ! En accomplissant les tâches, tu peux donner vie à ta forêt. Le sol s'assèchera avec le temps, alors n'oublie pas de faire tomber la pluie !
hi: अपने जंगल में आपका स्वागत है! काम पूरे करके आप अपने जंगल में जान डाल सकते हैं। समय के साथ मिट्टी सूख जाएगी, इसलिए बारिश कराना न भूलें!
it: Benvenuto nella tua foresta! Completando le attività puoi dare vita alla tua foresta. Con il tempo il terreno si secca, quindi non dimenticare di far piovere!
ja: あなたの森へようこそ！タスクをこなすと森に命が宿ります。土は時間とともに乾くので、雨を降らせるのを忘れないで！
ko: 당신의 숲에 온 것을 환영해요! 과제를 완료하면 숲에 생기를 불어넣을 수 있어요. 토양은 시간이 지나면 마르니 비를 내리는 걸 잊지 마세요!
pt_br: Bem-vindo à sua floresta! Você pode dar vida à sua floresta completando tarefas. O solo vai secar com o tempo, então não se esqueça de fazer chover!
ru: Добро пожаловать в ваш лес! Вы можете оживить свой лес, выполняя задания. Со временем почва высохнет, поэтому не забудьте вызвать дождь!
tr: Ormanına hoşgeldin! Görevleri tamamlayarak ormanına hayat katabilirsin. Toprağın zamanla kuruyacaktır, bunun için yağmur yağdırmayı unutma!
zh_cn: 欢迎来到你的森林！完成任务就能让森林充满生机。土壤会随着时间变干，别忘了下雨！

# Ormanını buluta kaydetmek için giriş yap.
source: Sign in to save your forest to the cloud.
ar: سجّل الدخول لحفظ غابتك في السحابة.
de: Melde dich an, um deinen Wald in der Cloud zu speichern.
es_419: Inicia sesión para guardar tu bosque en la nube.
fr: Connecte-toi pour enregistrer ta forêt dans le cloud.
hi: अपने जंगल को क्लाउड में सहेजने के लिए साइन इन करें।
it: Accedi per salvare la tua foresta nel cloud.
ja: 森をクラウドに保存するにはログインしてください。
ko: 숲을 클라우드에 저장하려면 로그인하세요.
pt_br: Faça login para salvar sua floresta na nuvem.
ru: Войдите, чтобы сохранить лес в облаке.
tr: Ormanını buluta kaydetmek için giriş yap.
zh_cn: 登录后即可把你的森林保存到云端。

# Örnek
source: Example
ar: مثال
de: Beispiel
es_419: Ejemplo
fr: Exemple
hi: उदाहरण
it: Esempio
ja: 例
ko: 예시
pt_br: Exemplo
ru: Пример
zh_cn: 示例
